Repository: igorbenic/wp-sponsors
Catalog: languages/wp-sponsors-*.po
Languages: fa_ir

source: A complete solution for managing Sponsors.
fa_ir: یک راهکار کامل برای مدیریت اسپانسرها

source: Accept Payments
fa_ir: قبول پرداخت ها

source: Adaptive Height when using slider layout.
fa_ir: ارتفاع سازگار هنگام استفاده از طرح اسلایدر.

source: Add image
fa_ir: افزودن تصویر

# add new on admin bar
source: Sponsor
fa_ir: اسپانسر

source: Add New Sponsor
fa_ir: اضافه کردن اسپانسر جدید

source: Adding responsive breakpoints to define how many images will be shown and slide
fa_ir: اضافه کردن breakpointها برای تعیین تعداد تصاویر نمایش داده شده و اسلاید

source: Additional Fields to be added
fa_ir: فیلدهای اضافی اضافه می شود

# admin menu
source: Sponsors
fa_ir: اسپانسرها

source: All
fa_ir: همه

source: All Sponsors
fa_ir: همه اسپانسرها

source: Any category slug
fa_ir: افزودن نامک دسته بندی

source: any field keys separated by comma.
fa_ir: هر کلید زمینه ای که با کاما جدا می شود.

source: Any HTML tag
fa_ir: هر نوع تگ HTML

source: any number
fa_ir: هر عددی

source: any number.
fa_ir: هر عددی

source: any number. Represents miliseconds.
fa_ir: هر عددی نشان دهنده میلی ثانیه است.

source: any registered image size
fa_ir: هر اندازه تصویر ثبت شده

source: Attribute
fa_ir: ویژگی

source: Automate Sponsor Requests
fa_ir: اتوماتیک کردن درخواست های اسپانسری

source: Autoplay the slides when using slider layout.
fa_ir: هنگام استفاده از اسلاید، اسلایدها را به صورت خودکار پخش کنید.

# book
source: Add New
fa_ir: افزودن جدید

source: Category
fa_ir: دسته بندی

source: Center the slides.
fa_ir: اسلایدها در مرکز

source: Check the free version
fa_ir: بررسی نسخه رایگان

source: Compatible with Sponsors
fa_ir: سازگار با اسپانسرها

source: Default Value:
fa_ir: مقدار پیشفرض

source: Description
fa_ir: توضیحات

source: Display
fa_ir: نمایش

source: Display or not the description
fa_ir: توضیحات نمایش داده شود یا نشود

source: Display or not the images
fa_ir: تصاویر نمایش داده شود یا نشود

source: Display or not the title of the sponsor
fa_ir: عنوان اسپانسر نمایش داده شود یا نشود

source: Display Packages
fa_ir: نمایش پکیج ها

source: Display Sponsors on any page with shortcode/block or under the appropriate content.
fa_ir: اسپانسرها را در هر صفحه ای با کد کوتاه/بلاک یا تحت محتوای مناسب نمایش دهید.

source: Display sponsors with categories. It will separate sponsors by categories.
fa_ir: نمایش اسپانسرها با دسته بندی؛ اسپانسرها را بر اساس دسته بندی جدا می کند.

source: Documentation
fa_ir: مستندات

source: Each defined field will be a textarea. For example, you can add more fields like this:
fa_ir: هر فیلد تعریف شده یک textarea خواهد بود. به عنوان مثال، می توانید فیلدهای بیشتری مانند این را اضافه کنید:

source: Each Sponsor entered with that form will become a Draft so they won't be displayed immediately.
fa_ir: هر حامی مالی (اسپانسری) که با آن فرم وارد شده است به یک پیش نویس تبدیل می شود، بنابراین بلافاصله نمایش داده نمی شود.

source: Edit Sponsor
fa_ir: ویرایش اسپانسر

source: Email
fa_ir: ایمیل

source: Email (so you can email them about their submission)
fa_ir: ایمیل (همچنین شما می توانید در مورد ثبت ها به آن ها ایمیل بزنید.)

source: Example of using breakpoints attribute:
fa_ir: مثال استفاده از ویژگی breakpointها:

source: Fields that are displayed:
fa_ir: فیلدهایی که نمایش داده می شوند:

source: For 480px, we set 1 for images to show and 1 for images to slide.
fa_ir: برای 480 پیکسل ، 1 را برای نمایش تصاویر و 1 را برای نمایش اسلاید تنظیم کردیم.

source: For 640px, we set 2 for images to show and 2 for images to slide.
fa_ir: برای 640 پیکسل ، 2 را برای نمایش تصاویر و 2 را برای نمایش اسلاید تنظیم کردیم.

source: For example, we want to show 3 images on large screens and slide 3 images on click. Then on 640px view, we want to show 2 and slide 2 images. And on 480px view, we want only 1 image and 1 image to slide.
fa_ir: به عنوان مثال، ما می خواهیم 3 تصویر را روی صفحه های بزرگ نشان دهیم و 3 تصویر را روی اسلاید با کلیک نمایش دهیم. سپس در نمای 640px ، می خواهیم 2 تصویر را نشان دهیم و 2 تصویر را اسلاید کنیم. و در نمای 480px ، ما فقط 1 تصویر و 1 تصویر را می خواهیم اسلاید شود.

source: Form
fa_ir: فرم

source: Form button text
fa_ir: متن دکمه فرم

source: Hi, there was a new sponsor submission on your site!
fa_ir: سلام؛ یک اسپانسر جدید برای سایت شما ثبت شده است.

source: Horizontal (best for footers)
fa_ir: افقی (مناسب برای فوتر)

source: How many slides are going to be scrolled.
fa_ir: چه تعداد اسلاید برای اسکرول شدن استفاده می شود

source: How many slides are going to be shown.
fa_ir: چند اسلاید قرار است نمایش داده شود.

source: How many sponsors will we show
fa_ir: چه تعداد اسپانسر نمایش داده شود.

source: How will we order the sponsors.
fa_ir: چگونه حامیان مالی سفارش داده می شود.

source: HTML tag for the category title
fa_ir: تگ HTML برای عنوان دسته بندی

source: Image Size
fa_ir: اندازه تصویر

source: In the above example we have separated 2 breakpoints 480px and 640px.
fa_ir: در مثال بالا ما تعداد دو breakpoint با 480px و 640px را برای جداکردن استفاده کردیم.

source: Labels for Additional Fields
fa_ir: برچسب زمینه های اضافه

source: labels separated by comma in the same order as fields.
fa_ir: برچسب ها با کاما در همان ترتیب فیلدها جدا شده اند.

source: Link
fa_ir: لینک

source: Link behaviour
fa_ir: رفتار پیوند

source: List your sponsors, per category, with or without images
fa_ir: اسپانسرهای خود را، در هر دسته، یا بدون تصویر فهرست کنید

source: Name
fa_ir: نام

source: New Sponsor
fa_ir: نام اسپانسر

source: New Sponsor Submitted: %s
fa_ir: حامی جدید ثبت شد: %s

source: No Default Value.
fa_ir: بدون مقدار پیش فرض

source: No sponsor found in Trash.
fa_ir: هیچ اسپانسری در زباله دان یافت نشد.

source: No sponsor found.
fa_ir: هیچ اسپناسری یافت نشد.

source: none, showing all sponsors
fa_ir: نشان دادن همه حامیان مالی

source: Number of sponsors to show (leave to show all)
fa_ir: تعداد اسپانسرها برای نمایش (اگر خالی رها شود همه نمایش داده می شود)

source: Open link in a new window
fa_ir: باز کردن لینک در پنجره جدید

source: Open links in a new window
fa_ir: باز کردن لینک ها در پنجره جدید

source: Order
fa_ir: سفارش

source: Order by
fa_ir: مرتب سازی با

source: Our sponsors
fa_ir: اسپانسرهای ما

source: Parent Sponsors:
fa_ir: اسپانسرهای والدین

source: Possible Values:
fa_ir: مقدار های احتمالی:

# post type general name
source: Sponsors
fa_ir: اسپانسرها

# post type singular name
source: Sponsor
fa_ir: اسپانسر

source: Random
fa_ir: تصادفی

source: Remove Sponsor Logo
fa_ir: حذف لوگو اسپانسر

source: Search Sponsors
fa_ir: جستجو اسپانسرها

source: Select a sponsor logo
fa_ir: یک لوگو اسپانسر انتخاب کنید

source: Set Sponsor Logo
fa_ir: تنظیم کردن لوگو اسپانسر

source: Shortcodes
fa_ir: میانبر ها

source: Should the slide width represent the image/content width.
fa_ir: عرض اسلاید نشان دهنده عرض تصویر/محتوا است؟

source: Should the slider be infinite or not.
fa_ir: آیا اسلایدر باید بی نهایت باشد یا خیر.

source: Show sponsor description
fa_ir: نمایش توضیحات اسپانسر

source: Show sponsor logo
fa_ir: نمایش لوگوی اسپانسر

source: Show sponsor title
fa_ir: نمایش عنوان اسپانسر

source: Show sponsors under a specific category
fa_ir: اسپانسرها را در یک دسته بندی خاص نشان دهید

source: Showing slider arrows.
fa_ir: نمایش فلش های اسلایدر

source: Simple Sponsorships
fa_ir: حمایت مالی ساده

source: Speed of the autoplay of slides when using slider layout.
fa_ir: سرعت نمایش اسلایدرها زمانی که از طرح اسلایدر استفاده می شود.

source: Sponsor Description
fa_ir: توضیحات اسپانسر

source: Sponsor Email
fa_ir: ایمیل اسپانسر

source: Sponsor Email is required
fa_ir: ایمیل اسپانسر ضروری است

source: Sponsor Information submitted.
fa_ir: اطلاعات اسپانسر ثبت شده

source: Sponsor Logo
fa_ir: لوگو اسپانسر

source: Sponsor logo
fa_ir: لوگو اسپانسر

source: Sponsor Name
fa_ir: نام اسپانسر

source: Sponsor Name is required
fa_ir: نام اسپانسر ضروری است

source: Sponsor Website
fa_ir: وبسایت اسپانسر

source: Sponsors
fa_ir: اسپانسرها

source: Sponsors - Documentation
fa_ir: اسپانسرها - مستندات

source: string in format screen_size_px;images_to_show;images_to_slide.
fa_ir: رشته با فرمت screen_size_px ؛ images_to_show ؛ images_to_slaide.

source: Style of showing the sponsors.
fa_ir: استایل برای نمایش اسپانسرها

source: Submit
fa_ir: ثبت

source: The attribute **breakpoints** uses format "screen_px;images_to_show;images_to_slide". Then for multiple breakpoints, we separate them by "|".
fa_ir: ویژگی ** breakpoints ** از قالب "screen_px ؛ images_to_show ؛ images_to_slide" استفاده می کند. سپس برای breakpointهای چندگانه ، آنها را با "|" جدا می کنیم.

source: There were no sponsors found.
fa_ir: هیچ حامی مالی یافت نشد.

source: This shortcode will display a form so potential sponsors can submit their information.
fa_ir: این کد کوتاه یک فرم را نشان می دهد تا حامیان احتمالی بتوانند اطلاعات خود را ارسال کنند.

source: Title
fa_ir: عنوان

source: To define multiple breakpoints separate them by |.
fa_ir: تعریف breakpointهای چندگانه با | انجام می شود

source: Try Simple Sponsorships
fa_ir: حمایت های ساده را امتحان کنید

source: Use Sponsor Logo
fa_ir: استفاده لوگو اسپانسر

source: Using slider dots.
fa_ir: استفاده از نقطه ها در اسلایدر

source: Value
fa_ir: مقدار

source: Vertical (best for sidebars)
fa_ir: عمودی (مناسب برای نوار کناری یا سایدبار)

source: View Sponsor
fa_ir: بازدید اسپانسر

source: We would use the shortcode like this:
fa_ir: ما از کد کوتاه به این صورت استفاده می کنیم:

source: Website
fa_ir: وبسایت

source: Weight
fa_ir: ابزارک

source: What data are we using to order.
fa_ir: از چه داده هایی برای سفارش استفاده می کنیم.

source: Which image size will the images be
fa_ir: تصاویر چه اندازه ای خواهند بود

source: With Simple Sponsorships you can:
fa_ir: با حمایت های مالی ساده می توانید:

source: You can check it out here: %s
fa_ir: می توانید آن را در اینجا بررسی کنید: %s

source: You can publish them, or send them an email to get their logo as well.
fa_ir: می توانید آنها را منتشر کنید یا برای آنها ایمیل بفرستید تا لوگوی آنها را نیز دریافت کنید.
